/* No comment provided by engineer. */
"About Verbatim Solutions" = "Informazioni su Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™offerto da Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Toccare qui per iniziare a scrivere";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Tutta la cronologia delle traduzioni è stata cancellata.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Sei sicuro di voler cancellare tutta la cronologia delle traduzioni? Le tue traduzioni precedenti non saranno più mostrate come suggerimenti.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Clear" = "Cancella";

/* No comment provided by engineer. */
"Clear Translation History" = "Cancella la cronologia delle traduzioni";

/* No comment provided by engineer. */
"Done" = "Eseguito";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Preventivo servizio professionale";

/* No comment provided by engineer. */
"Request Professional Quote" = "Richiedi un preventivo per il servizio professionale";

/* No comment provided by engineer. */
"Submitting.." = "Invio in corso...";

/* No comment provided by engineer. */
"Translating.." = "Traduzione in corso";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ è offerto da Verbatim Solutions, uno dei principali fornitori di servizi di traduzione professionale.  Verbi ™ offre una veloce traduzione automatica e non intende sostituire i servizi di traduzione professionale e certificata. Per una traduzione professionale fornita da uno dei nostri traduttori certificati, contattateci a";

/* No comment provided by engineer. */
"Mail:" = "Posta:";

/* No comment provided by engineer. */
"Call:" = "Telefono:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Siamo spiacenti, si è verificato un errore. Riprova.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";